---
kind: property
id: P:Autodesk.Revit.DB.BuiltInFailures.RebarShapeFailures.DimensionLoose
source: html/15fedc66-dd33-375f-0ca9-a957fee2847a.htm
---
# Autodesk.Revit.DB.BuiltInFailures.RebarShapeFailures.DimensionLoose Property

This dimension cannot be used to parameterize the Rebar Shape.

## Syntax (C#)
```csharp
public static FailureDefinitionId DimensionLoose { get; }
```